<h1>La passion avant tout!</h1>

<img align="right" alt="benjamin" src="benjamin.JPG" style="max-width:148px;width:100%;max-height:197px;" width="148">
<br/>
<p>Est-ce la cuisine qui m'a amen&eacute; &agrave; la nature ou l'inverse? D'aussi loin que je me 
souvienne, j'ai toujours gl&acirc;n&eacute; ici un bouquet de marjolaine, l&agrave; quelques brins de
sariette ou de serpolet. De fil en aiguille, je me suis mis &agrave; accaparer les cuisines
o&ugrave; je passais et &agrave; suivre une formation de Guide-Nature.</p>

<p>Je ne suis pourtant ni biologiste, ni form&eacute; &agrave; la cuisine. En fait, j'ai suivi des
humanit&eacute;s latines, puis une licence de journaliste. Mais petit &agrave; petit, ma biblioth&egrave;que
s'est enrichies de livres de recettes et de guides naturalistes. C'est donc sur le terrain,
arm&eacute; d'une loupe et d'une paire de jumelle, et derri&egrave;re les fourneaux, casseroles en main,
que je me suis form&eacute;.</p>

<br/>

<img align="left" alt="benjamin" src="benjamin3.jpg" style="max-width:550px;width:100%;max-height:289px;" width="550">


<p>C'est peu dire que j'ai la cuisine sauvage dans la peau. Et surtout dans l'estomac!
Un de mes plus grand plaisir est de d&eacute;couvrir une plante sauvage comestible que je ne
connaissais pas puis de la cuisiner. Au grand dam de ma copine lorsque j'arr&ecirc;te un 
trek en pleine montagne pour d&eacute;terminer un bosquet et en remplir ma musette. Mais &agrave;
son bonheur lorsqu'on passe &agrave; table. J'ai d&eacute;j&agrave; eu l'occasion de guider des groupes et
m&ecirc;me de donner une conf&eacute;rence sur le sujet.</p>

<br/>
<br/>

<p>Mais mon amour de la nature et de la cuisine ne s'arr&ecirc;te pas aux plantes sauvages.
Oiseaux, insectes, for&ecirc;ts, milieux forment un tout interd&eacute;pendants. La connaissance et la
protection de l'environnement font donc  partie de mes centres d'int&eacute;r&ecirc;t favoris. 
Au-del&agrave; des petits gestes quotidiens, mon effort de sauvegarde de la nature passe avant
tout par l'assiette. Cuisine sauvage, bio ou v&eacute;g&eacute;tarienne deviennent donc indissociables
d'une attitude &eacute;cologique. J'esp&egrave;re en avoir donn&eacute; quelques pistes sur ce site et vous
rencontrer un jour, &agrave; la cueillette, pour vous faire d&eacute;couvrir le go&ucirc;t des plantes. 


</p>
